Unit distance.
  Namespace:   Autodesk.Revit.DB.Visual
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
 Syntax
  C#
public DisplayUnitType DisplayUnitType { get; }
  Visual Basic
Public ReadOnly Property DisplayUnitType As DisplayUnitType
	Get
  Visual C++
public:
property DisplayUnitType DisplayUnitType {
	DisplayUnitType get ();
}
 See Also
  AssetPropertyDistance Class
  Autodesk.Revit.DB.Visual Namespace